tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"

brew "aria2"
brew "autoconf"
brew "automake"
brew "readline"
brew "python"
brew "cloc"
brew "coreutils"
brew "go"
brew "dep"
brew "icu4c"
brew "libtool"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "leiningen"
brew "libyaml"
brew "protobuf"
brew "openssl@1.1"
brew "pkg-config"
brew "pstree"
brew "rsync"
brew "telnet"
brew "tig"
brew "tmux"
brew "uchardet"
brew "unixodbc"
brew "watchman"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"

cask "keycastr"
cask "ngrok"
cask "slate"
