tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "tomanthony/brews"
brew "aria2"
brew "autoconf"
brew "automake"
brew "cloc"
brew "coreutils"
brew "go"
brew "dep"
brew "gnupg"
brew "icu4c"
brew "libtool"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "libyaml"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "pkg-config"
brew "protobuf"
brew "pstree"
brew "redis"
brew "rsync"
brew "telnet"
brew "terraform"
brew "tig"
brew "uchardet"
brew "unixodbc"
brew "watchman"
brew "youtube-dl"
brew "tomanthony/brews/itermocil"
cask "alfred"
cask "android-platform-tools"
cask "iterm2"
cask "keycastr"
cask "ngrok"
cask "slate"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "Hour", id: 569089415
mas "WeChat", id: 836500024
