tap "caskroom/versions"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "tomanthony/brews"
brew "aria2"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "unixodbc"
brew "asdf"
brew "carthage"
brew "cloc"
brew "go"
brew "dep"
brew "gnupg"
brew "icu4c"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mas"
brew "memcached", restart_service: true
brew "protobuf"
brew "mitmproxy"
brew "mysql", restart_service: true
brew "neovim"
brew "openssl@1.1"
brew "pkg-config"
brew "pstree"
brew "redis", restart_service: true
brew "rsync"
brew "telnet"
brew "terraform"
brew "tig"
brew "uchardet"
brew "watchman"
brew "youtube-dl"
brew "zlib"
brew "tomanthony/brews/itermocil"
cask "alfred"
cask "android-platform-tools"
cask "clipy"
cask "iterm2"
cask "java"
cask "keycastr"
cask "ngrok"
cask "shadowsocksx-ng"
cask "slate"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "GarageBand", id: 682658836
mas "Hour", id: 569089415
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
mas "Xcode", id: 497799835
